Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/samskipnaden.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Apply for a home now, and get Trond for free!
nb: Søk bolig nå, og få Trond med på kjøpet!

source: You can go on the same trips / do the same activities several times, but at least 8 hours apart after each check-in.
nb: Du kan gå de samme turene/gjøre de samme aktivitetene flere ganger, men med minimum 8 timers mellomrom etter hver innsjekk.

source: AFFY is Samskipnaden’s data processor and provider for Health & Counselling, and Student Life’s course booking system.
nb: AFFY er Samskipnadens databehandler og leverandør for Helse & rådgivning, og Studentlivs kursbookingssystem.

source: Do you want to live close to campus?
nb: Vil du bo nært campus?

source: where she tells how she lives with 14 others in Dramsvegen Panorama.
nb: der hun forteller hvordan hun bor sammen med 14 andre.

source: City Scene: the basement houses the main room of the Student House.
nb: City Scene, i kjelleren huser storstua til Studenthuset.

source: "The pandemic clearly sets guidelines for how we can mark the 20th anniversary, but it should not be based on enthusiasm," says department head for sports, Bjørn Brækkan.
nb: "Pandemien setter helt klart føringer for hvordan vi kan markere 20-årsjubileet, men det skal ikke stå på entusiasme" sier avdelingsleder for idrett, Bjørn Brækkan.

source: The event is for students & employees at UiT.
nb: Arrangementet er for studenter og ansatte ved UiT.

source: It has been a different year for everyone, and student life has been characterized by digital teaching, closed campuses, scaled-down introductory weeks and social distancing.
nb: Det har vært et annerledes år for alle, og studentlivet har vært preget av digital undervisning, stengte campus, nedskalerte introduksjonsuker og sosial distansering.

source: Feed AS is Samskipnaden’s data processor, provider and developer for samskipnaden.no.
nb: Feed AS er Samskipnadens databehandler, leverandør og utvikler for samskipnaden.no.

source: Read more about course registrations at the end of this document.
nb: Les mer om Kurspåmeldingen sist i dokumentet.

source: You can also request notification of the reserved washing time.
nb: Du kan også be om varsling av reservert vasketid.

source: The more you apply for, the greater your chances of being allocated student housing.
nb: Jo flere boliger du søker på, jo større sjanse har du til å få studentbolig.

source: First up is "Paint & talk".
nb: Først for tur står «Paint & prat».

source: padel is a kind of cross between tennis and squah, and can be played both 1 on 1 or in pairs.
nb: Padel er en slags krysning mellom tennis og squah, og kan spilles både 1 mot 1 eller i par.

source: We send out offers of student housing on an ongoing basis, those who have been out early to apply or are under 23 are given priority.
nb: Vi sender ut tilbud om studentbolig fortløpende, de som har vært tidlig ute med å søke eller er under 23 blir prioritert.

source: SHoT Health Survey - How Has Corona Life Been?
nb: SHoT helseundersøkelse - hvordan har koronalivet vært?

source: If you apply to move in June or July (or another month), you will be allocated housing if and when suitable housing becomes vacant.
nb: Søker du innflytting i juni eller juli (eller en annen tid på året), vil du få tildelt bolig fortløpende når og om det blir noe ledig.

source: Please be aware that regular e-mail is unencrypted.
nb: Vi gjør deg oppmerksom på at vanlig e-post er ukryptert.

source: You will find Grut coffee bar in Alta and Grut coffee bar in the MH building and the new teacher building.
nb: Du finner Grut kaffebar i Alta og Grut kaffebar på MH-bygget og det nye lærerbygget.

source: Do you need someone to talk with?
nb: Trenger du noen å snakke med?

source: Vacuum and wash floor.
nb: Støvsug og vask gulvene.

source: Can I shorten the termination period?
nb: Kan jeg forkorte oppsigelsestiden?

source: Food and drink
nb: Mat og drikke

source: You should not take a stall without it having been clarified with the Housing Office in advance.
nb: Man skal ikke ta en bod uten at det er avklart med Boligkontoret på forhånd.

source: Single room (12m²) furnished - 3 shares bath - 3/6 share kitchen
nb: Hybel (12m²) møblert - 3 deler bad - 3/6 deler kjøkken

source: Join us for waffles and gamenight at Bodega UIT!
nb: Bli med på vaffel og spillkveld på Bodega ved UiT!

source: When you start the machines in the laundry, you can request a reminder that the washing machine or dryer is finished, in the form of an SMS to your mobile phone (only Norwegian phone numbers are possible).
nb: Når du starter maskinene i vaskeriet kan du be om en påminnelse om at vaskemaskinen eller tørketrommelen er ferdig, i form av en SMS til din mobiltelefon (kun norske telefonnumre er mulig).

source: Here you can get to know the staff, the kindergarten and parents in the same situation.
nb: Her kan du bli kjent med personalet, barnehagen og foreldre i samme situasjon.

source: With us you can buy homemade bruschetta, wraps, sandwiches, baguettes and cakes as well as barista coffee, juice and smoothies made from scratch.
nb: Hos oss kan du kjøpe hjemmelagede bruschetta, wraps, sandwicher, baguetter og kaker i tillegg til baristakaffe, juice og smoothie laget fra bunnen av.

source: Even though you may have gotten to campus, there are many competing for your attention.
nb: Selv om du kanskje kom deg til campus, er det mange som konkurrerer om oppmerksomheten din.

source: "minikraftverket" (watertreatment facility) by "Taraldsvikfossen".
nb: minikraftverket og vannbehandlingsanlegget ved Taraldsvikfossen.

source: We have five kindergartens in Tromsø, one in Narvik and one in Alta, all adapted to student parents' everyday lives.
nb: Vi har fem barnehager i Tromsø, en i Narvik og en i Alta, alle tilpasset studentforeldres hverdag.

source: It has been an insanely exciting journey from Kraft started in 2001 to today.
nb: Det har vært en vanvittig spennende reise fra Kraft startet opp i 2001 til i dag.

source: Samskipnaden's counseling service in Tromsø is open this summer, with the exception of weeks 29 and 30, and students from all campuses can book a telephone class with us in Tromsø if you need it during the summer.
nb: Samskipnadens rådgivingstjeneste i Tromsø er åpen i sommer, med unntak av uke 29 og 30, og studenter fra alle campuser kan booke telefontime med oss i Tromsø dersom du har behov for det i løpet av sommeren.

source: Some share 2 and 2, while others share a kitchen with 15.
nb: Noen deler 2 og 2, mens andre deler kjøkken med 15.

source: Don’t turn your day around – get up at normal hours.
nb: Ikke snu døgnet – stå opp i normal tid.

source: What do I do?
nb: Hva gjør jeg?

source: If you have symptoms of covid 19 we ask you not to participate.
nb: Har du symptomer på covid 19/ forkjølelse ber vi deg om å ikke delta.

source: How do I find my password?
nb: Hvordan finner jeg passordet mitt?

source: The student counseling in Harstad, Narvik and Alta is closed from Monday 28 June.
nb: Studentrådgivingene i Harstad, Narvik og Alta er stengt fra og med mandag 28.

source: Students can now take advantage of our drop-in vaccination on campus Tromsø, at the former student pub Bazinga.
nb: Nå kan studenter benytte seg av drop-in vaksinering på campus Tromsø, rett innenfor Teorifagskantina på den tidligere studentpuben Bazinga.

source: The classes are suitable for absolutely everyone, no matter what form you may be in!
nb: Timene passer for absolutt alle, uansett hvordan form du måtte være i!

source: To be assured of getting the place you have booked, you must show up and confirm your booking at least 10 minutes before the start of the class.
nb: å få plassen du har booket, må du møte opp og bekrefte din booking minimum 10 minutter før timestart.

source: Ørndalen student housing is an excellent starting point for nature hiking.
nb: Ørndalen studentboliger er et utmerket utgangspunkt for friluftsliv.

source: Our cafes, coffee bars and pubs together have over 2000 seats and offer a large selection of food and drink in pleasant surroundings. Enjoy a coffee in one of our coffee bars, or have dinner with the colloquium group in one of our cafes.
nb: Våre kafeer, kaffebarer og puber har tilsammen over 2000 sitteplasser og tilbyr et stort utvalg av mat og drikke i trivelige omgivelser.

source: If you are a first-year student and have not yet received written confirmation that you have been admitted to a programme, you can jump over the point about documentation.
nb: Dersom du er førsteårsstudent og enda ikke har fått dokumentasjon på at du er kommet inn på studiet, kan du hoppe over punktet om dokumentasjon.

source: closed from 18.12 to 02.01.
nb: stengt fra og med 18.12 og til og med 02.01.

source: UiT, main entrance, campus Narvik.
nb: Hovedinngangen ved UiT, campus Narvik.

source: Contact your housing office and ask!
nb: Ta kontakt med ditt boligkontor og spør!

source: Press On the display and then enter your mobile number.
nb: Trykk på displayet og legg deretter inn ditt mobilnummer.

source: Wash the cabinets inside and outside.
nb: Vask skapene både på innsiden og utsiden.

source: On Dramsvegen Panorama and in Ørndalen, washing powder is included in the price.
nb: På Dramsvegen Panorama og i Ørndalen er vaskepulver inkludert i prisen.

source: We will focus on what it is like to study and live in Tromsø, and what is new and different about being a student.
nb: Vi vil fokusere på hvordan det er å studere og bo i Tromsø, og hva som er nytt og annerledes med det å være student.

source: It's so much easier to get to know those you study with, and you may even find your future colloquium group.
nb: Det er så mye lettere å bli kjent med de du studerer med, og kanskje finner du til og med din fremtidige kollokviegruppe.

source: Norwegian law states that parts (the bolt) of the weapon and all ammunition must be kept in a safe.
nb: Norsk lov sier at deler (bolten) av våpenet og all ammunisjon må oppbevares i en safe.

source: PopUp Circle is a fun work-out session where we focus on strength, endurance, resilience and balance in a playful way.
nb: PopUp Sirkel er en morsom stasjonstreningsøkt hvor vi utfordrer styrke, utholdenhet, spenst og balanse på en leken måte.

source: The content insurance does not cover
nb: Innboforsikringen dekker ikke

source: You must notify of any faults/defects in your room/flat within 2 weeks of moving in.
nb: Feil og mangler ved rommet må være innmeldt innen 2 uker.

source: You have to be a student at UiT
nb: Du må være student ved UiT

source: E-health and students use of the self help-app
nb: E-helse og studenters bruk av selvhjelps-app

source: According to the survey, 57% of students at Samskipnaden experience that they have moderate to severe mental illness, compared with 43% in 2018.
nb: Ifølge undersøkelsen, opplever 57 % av studentene ved Norges arktiske studentsamskipnad at de har moderate til alvorlige psykiske plager, sammenliknet med 43 % i 2018.

source: In the course of a year, up to 170 concerts are arranged, in addition to countless events on one of our six stages - everything from club nights, debates, theme nights and quizzes.
nb: I løpet av et år arrangeres det opp mot 170 konserter, i tillegg til utallige arrangementer på en av våre seks scener - alt fra klubbkvelder, debatter, temakvelder og quiz.

source: The rental agreement must be signed and the deposit paid before you receive the key.
nb: Leieavtalen må være signert og depositum betalt før du får nøkkelen utlevert.

source: It’s important that you notify the Student Welfare Organisation if you discover any faults concerning the fire safety, e.g. if you notice that a fire extinguisher has been removed, etc.
nb: Det er viktig at du gir beskjed til Samskipnaden dersom du oppdager feil vedrørende brannsikkerheten, for eksempel dersom du oppdager at et brannslokningsapparat er fjernet ol.

source: First B, then A-block
nb: Først B, så A-blokka

source: You will be notified of any deductions to be made from the deposit in advance.
nb: Eventuelle belastninger varsles i forkant før det trekkes fra depositum.

source: The first rent is a bit special and is sent out about 1-2 weeks after you have picked up the keys to your accommodation / after the start of the contract.
nb: Den første leien er litt spesiell, og blir sendt ut ca 1-2 uker etter du har hentet ut nøklene til boligen/etter kontraktsstart.

source: To be a resident of Samskipnaden, it is required that studies are the main occupation at UiT or fagskole.
nb: For å være beboer hos Samskipnaden er det krav om at studier er hovedbeskjeftigelse ved UiT eller fagskole.

source: You login to your page in the housing portal here:
nb: Du logger inn på siden din i boligportalen her:

source: All our canteens are closed from 28 June.
nb: Alle våre kantiner er stengt fra og med 28.

source: In Gimle student kindergarten in Tromsø we have a Sami base, Gearpmaš.
nb: I Gimle studentbarnhage i Tromsø har vi en samisk avdeling, Gearpmaš.

source: The Student House City Scene consists of two departments.
nb: Studenthuset City Scene består av to avdelinger.

source: On campus - Lille scene (Musikkrommet/the Music Room).
nb: På campus - Lille scene (Musikkrommet).

source: on the website and will receive notification by e-mail when the invoice is accessible the
nb: Det sendes varsel til din e-post når faktura er tilgjengelig på Boligportalen.

source: Relaxed body remembers best.
nb: Avspent kropp husker best.

source: User identification between the services occurs via web tokens from Samskipnaden’s database to the Retail Solutions’ system.
nb: Brukeridentifiseringen mellom tjenestene skjer via webtokens fra Samskipnadens database til Retail Solutions system.

source: You can either do this yourself, recruit students with relevant skills and experience or contact Studentliv for assistance.
nb: Dere kan enten gjøre dette selv, rekruttere studenter med relevant kompetanse eller kontakte Samskipnaden Studentliv for bistand.

source: You must pay the fee incurred to the security guard (in cash or by VIPPS).
nb: Utrykning må betales til vekter (kontant / VIPPS).

source: If you arrive 15 minutes late for a reserved wash, the machine will be released, and others can use the washing machine.
nb: Kommer du 15 min for sent til reservert vask fristilles maskinen, og andre kan benytte vaskemaskinen.

source: Samskipnaden with AnsvarsFull and Studentliv invites you to a new year dinner at Studenthuset City Scene.
nb: Samskipnaden med AnsvarsFull og Studentliv inviterer til en nyttsårsmiddag på Studenthuset City Scene.

source: belonging to your Campus.
nb: tilhørende ditt Campus.

source: Samskipnaden gives all of our residents in Tromsø with an electric car the opportunity to recharge at our new charging stations, located at Prestvannet student housing.
nb: Samskipnaden gir nå alle våre beboere i Tromsø med elbil mulighet for å lade på våre nye ladestasjoner, plassert på Prestvannet studentboliger.

source: A student association is two or more students doing something on a volunteer basis.
nb: En studentforening er to eller flere studenter som sammen driver med noe på frivillig basis.

source: If you have symptoms of Covid-19/the common cold we ask that you do not participate.
nb: Om du har symptomer på Covid-19/forkjølelse ber vi deg om å ikke delta.

source: The reservation is valid for 15 minutes after the reserved time.
nb: Reservasjonen er gyldig i 15 min etter reservert tid.

source: The user’s account on “My page” and Samskipnaden’s loyalty programme will be anonymised when the user no longer has an active Feide account or has deleted the account on “My page”.
nb: Brukerens konto på “MinSide” og Samskipnadens fordelsprogram vil anonymiseres når brukeren ikke lengre har en aktiv Feide konto eller har valgt å slette kontoen på “MinSide”.

source: Zero stress - you can choose between location close to the center, campus or close to nature and good hiking opportunities.
nb: Null stress – du kan velge mellom beliggenhet nært sentrum, campus eller nært natur og gode turmuligheter.

source: If you have symptoms of Covid-19/cold, please do not participate.
nb: Om du har symptomer for Covid-19/forkjølelse ber vi deg ikke delta.

source: Chlamydia is the most common sexually transmitted infection among adolescents up to 25 years of age.
nb: Klamydia er den mest vanlige seksuelt overførbare infeksjonen blant unge opptil 25 år.

source: Telephone number: 116 126 and dial 3
nb: 116 126 og tast 3Telefonnummer fra utlandet:

source: Information from Kraft sports centre is collected from the account created by the user on kraftsportssenter.no and services provided by Exceline and iBooking.
nb: Informasjon fra Kraft Sportssenter hentes fra konto opprettet av bruker på kraftsportssenter.no, tjenester levert av Exceline og iBooking.

source: The offer is free, and for students only.
nb: Tilbudet er gratis, og kun for studenter.

source: The application deadline is 1 April.
nb: Søknadsfrist er 1.

source: Users of Health & Counselling and Student Life’s course booking service:
nb: Bruker av Helse & rådgiving, og Studentlivs kursbookingstjeneste:

source: Attendance is 18:50 at Tromsø Eventsenter (at the bottom of Storgata Camping)
nb: Oppmøte er 18:50 på Tromsø Eventsenter (på nedsiden av Storgata Camping)

source: Doctor on Campus?
nb: Bytte til fastlege på campus?

source: Dramsvegen Panorama, Block 3 (the highest block) has appwash, and you do not need a washing chip.
nb: Dramsvegen Panorama, Blokk 3 (den høyeste blokka) har appwash, og du trenger ingen vaskebrikke.

source: - How it went, advice and tips for further, feedback
nb: - Hvordan det har gått, råd og tips til videre, tilbakemeldinger

source: Studentliv runs courses for students involved with running student associations.
nb: Samskipnaden Studentliv holder også kurs for studentforeninger.

source: Ludo is run by students at the Norwegian Arctic University, campus Harstad, on a voluntary basis.
nb: Ludo driftes av studenter ved Norges arktiske universitet, campus Harstad, på frivillig basis.

source: Driv in Tromsø, City Scene in Alta, Tekniker’n in Narvik and Ludo Bar & Scene in Harstad are all student houses you can drop by with a group of friends or to get to know new ones.
nb: Driv i Tromsø, City Scene i Alta, Tekniker’n i Narvik og Ludo Bar & Scene i Harstad er alle studenthus du kan dra innom med vennegjengen eller for å bli kjent med nye.

source: We meet at 13.10 at Skippergata bus stop and we'll arrive to a lovely beach inside a fjord directly with the bus 426.
nb: Vi møtes klokka 13.10 ved Skippergata bussholdeplass og vi kommer til en nydelig strand inne i en fjord direkte med buss 426.

source: All students can participate in Trimpoeng, and it is completely free!
nb: Alle studenter kan delta på Trimpoeng, det er superenkelt og helt gratis!

source: Want to join testing a new self-help app?
nb: Vil du bli med å teste en ny selvhjelps-app?

source: By using the loyalty programme, information about purchases, use of QR code (membership card) and the time and place of the purchase is stored in the databases of both Samskipnaden and Retail Solutions.
nb: Ved å benytte fordelsprogrammet lagres informasjon vedrørende kjøp, bruk av QR kode (medlemskort), hvor kjøpet har funnet sted og tidspunkt for kjøp, både i Samskipnaden og Retail Solutions databaser.

source: If we are processing your personal data on the basis of performing our tasks or of a weighing of interests, you have the right to object to our processing of information about you.
nb: Dersom vi behandler opplysninger om deg med grunnlag i våre oppgaver eller på bakgrunn av en interesseavveining, har du rett til å protestere på vår behandling av opplysninger om deg.

source: , etc.), get in touch with the security company affiliated with your campus.
nb: ol.) ta direkte kontakt med vaktselskap på ditt campus.

source: Data about employees and job applicants
nb: Opplysninger om ansatte og jobbsøkere

source: Choose Tromsø municipality, and then the name of one of the doctors associated with Kraft:
nb: Velg Tromsø kommune, og deretter navn på en av legene tilknyttet Kraft:

source: The concept for Grut is that we only serve vegetarian and vegan dishes.
nb: Konseptet for Grut er at vi utelukkende serverer vegetariske og veganske retter.

source: The student counseling in Tromsø is open this summer, with the exception of weeks 29 and 30.
nb: Studentrådgivinga i Tromsø er åpen i sommer, med unntak av uke 29 og 30.

source: Several infection cases have been registered among students in the ongoing outbreak in Tromsø.
nb: Det er dessverre registrert flere smittetilfeller blant studenter i det pågående smitteutbruddet i Tromsø.

source: Maximum length of residence is 5 years, with the possibility of up to 1 year extension in the event of a delayed course of study.
nb: Maksimal botid er 5 år, med mulighet til opptil 1 års utvidelse ved forsinket studieforløp.

source: Moving in and out of student housing on Svalbard
nb: Inn- og utflytting på studentboliger på Svalbard

source: Storing of data and processing of these data is not permitted unless the user has been informed about such processing and has given his or her
nb: Lagring av opplysninger og behandling av disse opplysningene er ikke tillatt med mindre bruker både har blitt informert om og har gitt sitt

source: The work is not finished yet.
nb: Arbeidet er ikke ferdig enda.

source: If you have had Covid-19 /cold, please do not participate.
nb: Har du symptomer på Covid-19/forkjølelse ber vi deg ikke delta.

source: How long is the tenancy period?
nb: Hvor lang er leieperioden?

source: Restriction of processing of personal data:
nb: Begrensning av behandling av personopplysninger:

source: I cannot access the housing portal!
nb: Jeg kommer meg ikke inn på boligportalen!

source: Tromsø municipality encourages having a low threshold for testing.
nb: Tromsø kommune oppfordrer til å ha lav terskel for å teste seg.

source: How do I renew my tenancy agreement?
nb: Hvordan fornyer jeg leiekontrakten?

source: Also follow the Kraft sports center for free yoga and other exercises that prevent stress.
nb: Følg også Kraft sportssenter for gratis yoga og andre øvelser som hindrer stress.

source: at campus and og we will go throgh town until we reach the bridge.
nb: Vi starter på campus og tar oss ned gjennom byen før vi kommer ut på

source: Access to climbing hall and boulder room, (led card / steep card required to secure).
nb: Tilgang til klatrehall og buldrerom, (ledkort/brattkort påkrevd for å sikre).

source: Face mask and visitor registration
nb: Munnbind og besøksregistrering

source: Retail Solution AS is Samskipnaden’s data processor for user accounts in RSPOS Backoffice, while Feed AS is Samskipnaden’s data processor on samskipnaden.no.
nb: Retail Solution AS er Samskipnadens databehandler for brukerkontoer i RSPOS Backoffice, Feed AS er Samskipnadens databehandler på Samskipnaden.no

source: In addition, it is social.
nb: I tillegg er det sosialt.

source: Where do I return the key?
nb: Hvor leverer jeg nøkkel?

source: Lamps on your campus:
nb: Her finner du lamper på ditt campus:

source: In order to receive mail, you must register your address at the post office.
nb: For å motta post, må du registrere adressen din på postkontoret.

source: SHoT is carried out by Samskipnadene, usually every 4 years.
nb: SHoT gjennomføres av Samskipnadene, vanligvis hvert 4.

source: How do I apply for student housing?
nb: Hvordan søker jeg studentbolig?

source: You do this by going to the Housing Portal and clicking on inquiries.
nb: Dette gjør du ved å gå inn på Boligportalen og trykke på henvendelser.
